tap 'homebrew/cask'

#brews
brew 'git'
brew 'go'
brew 'awscli'

#casks
cask 'visual-studio-code'
cask 'postman'
cask 'slack'
cask 'zoom'
cask 'spotify'
cask 'skype'
cask 'grammarly'
cask 'docker'
cask 'authy'
cask 'google-chrome'
cask '1password'
cask 'intellij-idea'
cask 'brave-browser'
cask 'tunnelblick'